<template>
  <div class="about">
    <h1>This is an home page</h1>
    絵を描きながらプログラマをしている
    2つのスキルで絵を描くロボットを作れないかと考えた
    また自分がどう描いているのか機械学習を通して知りたい
    一般にどのような構図や色が好まれるか知りたい
    そして生成したい
    オパールと名付け




伝えたいことに対して構図が決まるので、構図だけを取り出して良し悪しを語るにはどうしたらよい？
心理的距離があるので俯瞰するか、偉大な存在感感じてクローズアップするか。それらを両方併せ持つ感情もあり、その複雑な感情をどう表現するのか


画像を形容詞で分類
堂々とした
妖艶な
神々しい
眩しい
スタイリッシュ

「きれい」や「かわいい」だけじゃない。実はたくさんある“美しさ”を表す言葉
https://kinarino.jp/cat6-%E3%83%A9%E3%82%A4%E3%83%95%E3%82%B9%E3%82%BF%E3%82%A4%E3%83%AB/23385-%E3%80%8C%E3%81%8D%E3%82%8C%E3%81%84%E3%80%8D%E3%82%84%E3%80%8C%E3%81%8B%E3%82%8F%E3%81%84%E3%81%84%E3%80%8D%E3%81%A0%E3%81%91%E3%81%98%E3%82%83%E3%81%AA%E3%81%84%E3%80%82%E5%AE%9F%E3%81%AF%E3%81%9F%E3%81%8F%E3%81%95%E3%82%93%E3%81%82%E3%82%8B%E2%80%9C%E7%BE%8E%E3%81%97%E3%81%95%E2%80%9D%E3%82%92%E8%A1%A8%E3%81%99%E8%A8%80%E8%91%89



崇高
荘厳
かっこいい

形容詞一覧
http://gyobbit.nomaki.jp/100/hundred.html
  </div>
</template>
